{"uuid":"PMC7081342_20200420_0.4","title":"Comprehensive genomic analysis of dietary habits in UK Biobank identifies hundreds of genetic associations","abstract":"No section\nUnhealthful dietary habits are leading risk factors for life-altering diseases and mortality. Large-scale biobanks now enable genetic analysis of traits with modest heritability, such as diet. We perform a genomewide association on 85 single food intake and 85 principal component-derived dietary patterns from food frequency questionnaires in UK Biobank. We identify 814 associated loci, including olfactory receptor associations with fruit and tea intake; 136 associations are only identified using dietary patterns. Mendelian randomization suggests our top healthful dietary pattern driven by wholemeal vs. white bread consumption is causally influenced by factors correlated with education but is not strongly causal for coronary artery disease or type 2 diabetes. Overall, we demonstrate the value in complementary phenotyping approaches to complex dietary datasets, and the utility of genomic analysis to understand the relationships between diet and human health.\nNo section\nThe choice of food intake is at least partially influenced by genetics, even though the effect sizes appear rather modest. Here, Cole et al. perform GWAS for food intake (85 individual food items and 85 derived dietary patterns) and test potential causal relationships with cardiometabolic traits using Mendelian randomization.","tags":["Biological Specimen Banks","Eating","Feeding Behavior","Genetic Association Studies","Genetic Loci","Genome-Wide Association Study","Genomics","Humans","Inheritance Patterns","Mendelian Randomization Analysis","Polymorphism, Single Nucleotide","Principal Component Analysis","Receptors, Odorant","Risk Factors","United Kingdom"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Geographic Locations"}]}
{"uuid":"PMID32548889_20200727_0.4","title":"The coffee ingredients caffeic acid and caffeic acid phenylethyl ester protect against irinotecan-induced leukopenia and oxidative stress response.","abstract":"OBJECTIVE\nIrinotecan, used in colorectal cancer therapy, is metabolized by glucuronidation involving different UDP-glucuronosyltransferase (UGT)1A isoforms leading to facilitated elimination from the body. Individuals homozygous for the genetic variants UGT1A1*28 (Gilbert syndrome) and UGT1A7*3 are more susceptible to irinotecan side effects, severe diarrhoea and leukopenia. The aim of this study was to investigate the protective effects and active constituents of coffee during irinotecan therapy using humanized transgenic (htg)UGT1A-WT and htgUGT1A-SNP (carry UGT1A1*28 and UGT1A7*3 polymorphisms) mice.\nMETHODS\nHtgUGT1A mice were pretreated with coffee or caffeic acid (CA) + caffeic acid phenylethyl ester (CAPE) and injected with irinotecan. The effects of coffee and CA + CAPE were investigated using reporter gene assays, immunoblot, TaqMan-PCR, siRNA analyses and blood counts.\nRESULTS\nOnly the combination of the two coffee ingredients, CA and CAPE, mediates protective effects of coffee in a model of irinotecan toxicity by activation of UGT1A genes. Coffee and CA + CAPE significantly increased UGT1A expression and activity along with SN-38 glucuronide excretion in irinotecan-injected htgUGT1A mice, resulting in significant improvement of leukopenia, intestinal oxidative stress and inflammation.\nCONCLUSIONS\nIn this study, we identify the compounds responsible for mediating the previously reported coffee-induced activation of UGT1A gene expression. CA and CAPE represent key factors for the protective properties of coffee which are capable of reducing irinotecan toxicity, exerting antioxidant and protective effects. Provided that CA + CAPE do not affect irinotecan efficacy, they might represent a novel strategy for the treatment of irinotecan toxicity.","tags":["Humans","Male","Mice","Animals","Irinotecan","Coffee","caffeic acid","UGT1A1 enzyme","Glucuronosyltransferase","7-ethyl-10-hydroxycamptothecin glucuronide","Camptothecin","Caffeic Acids","Leukopenia","Glucuronides","Genotype","Colorectal Neoplasms","Oxidative Stress","Polymorphism, Single Nucleotide","Protective Agents","Homozygote"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Antioxidant Effect"}]}
{"uuid":"PMC5935862_20200420_0.4","title":"A randomized placebo-controlled trial of the effect of coffee consumption on insulin sensitivity: Design and baseline characteristics of the Coffee for METabolic Health (COMETH) study","abstract":"Background\nCoffee consumption has been consistently associated with a lower risk of type 2 diabetes mellitus in cohort studies. In addition, coffee components increased insulin sensitivity in animal models. However, data from intervention studies on the effect of coffee consumption on glucose metabolism have been limited by small sample sizes, lack of blinding, short follow-up duration and the use of surrogate indices of insulin sensitivity. We designed the Coffee for Metabolic Health (COMETH) study to evaluate the effect of coffee consumption on insulin sensitivity.\nMethodology\nThe COMETH study is a double-blind randomized placebo-controlled 24-week trial. Participants were overweight, male and female habitual coffee consumers who were of Chinese, Malay and Asian-Indian ethnicity. We excluded smokers, persons with diabetes, and persons with low insulin resistance (HOMA-IR \u003c 1.30). Participants were randomly assigned to receive daily 4 cups of instant regular coffee or 4 cups of a coffee-like placebo beverage. The hyperinsulinemic euglycemic clamp was performed at baseline and at the end of 24 weeks to determine changes in the bodyweight standardized M-value. Secondary outcomes included changes in fasting glucose and insulin sensitivity mediators such as adiponectin, markers of inflammation, liver function, and oxidative stress. We enrolled 128 participants, 126 (57.1% males; aged 35-67 years) of whom completed baseline assessments.\nDiscussion\nIf improvement in insulin sensitivity in the coffee group is significantly greater than that of the placebo group, this would support the hypothesis that coffee consumption reduced risk of type 2 diabetes through biological pathways involving insulin sensitivity.\nTrial registration\nClinicalTrials.gov identifier:. Registered on 28 November 2012. Trial Sponsor: Nestlé Research Center, Lausanne, Switzerland. Trial Site: National University of Singapore.","tags":["Animals","Adult","Middle Aged","Male","Humans","Female","Insulin Resistance","Coffee","Diabetes Mellitus, Type 2","Double-Blind Method","Hypoglycemic Agents","Blood Glucose","Insulin","Overweight","Adiponectin","Body Mass Index","Switzerland","Animals","Adult","Middle Aged","Male","Humans","Female","Insulin Resistance","Coffee","Diabetes Mellitus, Type 2","Double-Blind Method","Hypoglycemic Agents","Blood Glucose","Insulin","Overweight","Adiponectin","Body Mass Index","Switzerland"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Coffee"}]}
{"uuid":"PMC5778163_20200420_0.4","title":"Long-term effect of coffee consumption on autosomal dominant polycystic kidneys disease progression: results from the Suisse ADPKD, a Prospective Longitudinal Cohort Study","abstract":"Background\nPrevious in vitro experiments of human polycystic kidney disease (PKD) cells reported that caffeine is a risk factor for the promotion of cyst enlargement in patients with autosomal dominant PKD (ADPKD). The relentless progression of ADPKD inclines the majority of physicians to advocate minimization of caffeine consumption despite the absence of clinical data supporting such a recommendation so far. This is the first clinical study to assess prospectively the association between coffee consumption and disease progression in a longitudinal ADPKD cohort.\nMethods\nInformation on coffee consumption and disease progression was collected at each follow-up visit using standardized measurement methods. The main model for the outcomes, kidney size (height-adjusted total kidney volume, htTKV) and kidney function (estimated glomerular filtration rate, eGFR), was a linear mixed model. Patients entered the on-going Swiss ADPKD study between 2006 and June 2014 and had at least 1 visit every year. The sample size of the study population was 151 with a median follow-up of 4 visits per patient and a median follow-up time of 4.38 years.\nResults\nAfter multivariate adjustment for age, smoking, hypertension, sex, body mass index and an interaction term (coffee*visit), coffee drinkers did not have a statistically significantly different kidney size compared to non-coffee drinkers (difference of −33.03 cm height adjusted TKV, 95% confidence interval (CI) from −72.41 to 6.34, p = 0.10). After the same adjustment, there was no statistically significant difference in eGFR between coffee and non-coffee drinkers (2.03 ml/min/1.73 m , 95% CI from −0.31 to 4.31, p = 0.089).\nConclusion\nData derived from our prospective longitudinal study do not confirm that drinking coffee is a risk factor for ADPKD progression.\nElectronic supplementary material\nThe online version of this article (doi:10.1007/s40620-017-0396-8) contains supplementary material, which is available to authorized users.","tags":["Adult","Coffee","Disease Progression","Female","Glomerular Filtration Rate","Humans","Kidney","Linear Models","Longitudinal Studies","Male","Multivariate Analysis","Polycystic Kidney, Autosomal Dominant","Prospective Studies","Risk Assessment","Risk Factors","Switzerland","Time Factors","Young Adult"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Specimen Source Codes - Stone, Kidney"},{"cause_concept_name":"Coffee","effect_concept_name":"Caffeine"}]}
{"uuid":"PMC7256937_20200608_0.4","title":"Solution-Processed, Large-Area, Two-Dimensional Crystals of Organic Semiconductors for Field-Effect Transistors and Phototransistors","abstract":"No section\nOrganic electronics with π-conjugated organic semiconductors are promising candidates for the next electronics revolution. For the conductive channel, the large-area two-dimensional (2D) crystals of organic semiconductors (2DCOS) serve as useful scaffolds for modern organic electronics, benefiting not only from long-range order and low defect density nature but also from unique charge transport characteristic and photoelectrical properties. Meanwhile, the solution process with advantages of cost-effectiveness and room temperature compatibility is the foundation of high-throughput print electrical devices. Herein, we will give an insightful overview to witness the huge advances in 2DCOS over the past decade. First, the typical influencing factors and state-of-the-art assembly strategies of the solution-process for large-area 2DCOS over sub-millimeter even to wafer size are discussed accompanying rational evaluation. Then, the charge transport characteristics and contact resistance of 2DCOS-based transistors are explored. Following this, beyond single transistors, the p-n junction devices and planar integrated circuits based on 2DCOS are also emphasized. Furthermore, the burgeoning phototransistors (OPTs) based on crystals in the 2D limits are elaborated. Next, we emphasized the unique and enhanced photoelectrical properties based on a hybrid system with other 2D van der Waals solids. Finally, frontier insights and opportunities are proposed, promoting further research in this field.\nNo section\nThe advanced assembly strategies for large-area, two-dimensional crystals of organic semiconductors over sub-millimeter even to wafer size, electrical integrated transistors, as well as their burgeoning photoelectrical devices are discussed in this outlook.","tags":["Semiconductors","Heterocyclic Compounds","Electronics","Electric Conductivity","Electricity","Diagnostic Tests, Routine"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Crystal Structure"},{"cause_concept_name":"Coffee","effect_concept_name":"Crystals"}]}
{"uuid":"PMC2787671_20200420_0.4","title":"Obesity, coffee consumption and CRP levels in postmenopausal overweight/obese women: Importance of hormone replacement therapy use","abstract":"Background/Objective\nObesity is associated with an inflammatory state that is often characterized by elevated plasma C-reactive protein (CRP) levels. Although coffee is broadly consumed in Western societies, few studies have examined the relationship between obesity, coffee consumption and CRP levels. The objective of the present study was to assess the relationship between obesity, coffee consumption and variation in CRP in postmenopausal, overweight/obese women with or without hormone replacement therapy (HRT) use.\nSubjects/Methods\nCross-sectional analyses of 344 healthy sedentary, overweight/obese postmenopausal women (mean age=57.1±6.4 years and mean body mass index [BMI]=36.1±3.9 kg/m ). Plasma CRP levels were measured by a highly sensitive immunoassay that used monoclonal antibodies coated with polystyrene particles. Diet was assessed using the Food Intake and Analysis System semi-quantitative food frequency questionnaire.\nResults\nPlasma CRP was positively associated with BMI (p\u003c0.001) and negatively associated with coffee consumption (p≤0.05). In women using HRT, plasma CRP was positively associated BMI in women consuming less than one cup of coffee per month (r =0.15 [p\u003c0.001]), one cup per day (0.14 [p=0.02]) and more than one cup per day (0.12 [p=0.03]). In women who did not use HRT, CRP was associated BMI only in women consuming less than one cup of coffee per day (r =0.16 [p\u003c0.001]) but not in women consuming one cup per day (0.06 [p=0.10]) or more than one daily cup of coffee (0.03 [p=0.27]).\nConclusion\nAmong overweight/obese postmenopausal women coffee consumption is negatively associated with CRP. Coffee consumption appears to attenuate the association between BMI and CRP, but only in women not using HRT.","tags":["Body Mass Index","C-Reactive Protein","Coffee","Cross-Sectional Studies","Estrogen Replacement Therapy","Female","Humans","Middle Aged","Obesity","Overweight","Postmenopause"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"CRP gene"},{"cause_concept_name":"Coffee","effect_concept_name":"Age"}]}
{"uuid":"PMID12909734_20200420_0.4","title":"Molecular epidemiology of pancreatic cancer.","abstract":"No section\nPancreatic cancer is the fourth leading cause of cancer-related death in the United States. Currently there is no early diagnostic test and no effective treatment options for this deadly disease. Prevention of pancreatic cancer is difficult because little is known about its etiology. The main modifiable risk factors for pancreatic cancer include cigarette smoking and dietary factors. Information from molecular epidemiological study of pancreatic cancer is very limited. DNA adducts derived from exposure to polycyclic aromatic hydrocarbon, aromatic amines, and heterocyclic amines have been detected in human pancreatic tissues. DNA damages derived from oxidative stress and lipid peroxidation are also present in the pancreas. No study has demonstrated a main effect of carcinogen-metabolizing genes and DNA repair genes on the risk of pancreatic cancer thus far. However, significant effects of these genes have been observed among individuals with known carcinogen exposure, such as smoking. A number of environmental and lifestyle factors, such as smoking, alcohol, coffee consumption, and exposure to organochlorine or hydrocarbon solvent, have been associated with the frequency and spectrum of K-ras mutation in pancreatic tumors. Dietary folate intake and serum levels of folate have been associated with the risk of pancreatic cancer among male smokers. These findings demonstrate the potential of the molecular epidemiology approach in understanding the etiology of pancreatic cancer. Further efforts should be made to understand the interactive relationship between genetic and environmental factors in the etiology of pancreatic cancer, which will in turn be important in identifying the high-risk population for the primary prevention of this deadly disease.","tags":["Carcinogens","DNA Adducts","DNA Damage","Genes, p53","Genes, ras","Humans","Mutation","Pancreatic Neoplasms","Risk Factors","Smoking"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"RAS Family Gene Mutation"},{"cause_concept_name":"Coffee","effect_concept_name":"RAS Family Gene Mutation"}]}
{"uuid":"PMID1551063_20200420_0.4","title":"Life style and occupational risk factors for bladder cancer in Germany. A case-control study.","abstract":"No section\nA hospital-based, case-control study of 531 male and 144 female matched pairs was conducted in Germany to analyze the role of nonoccupational and occupational risk factors in the etiology of tumors of the lower urinary tract (bladder cancer). Smoking of cigarettes was associated with an odds ratio (OR) of 3.6 for men and 3.2 for women, compared with not smoking and showed a significant dose- and time-response relationship for both sexes. Heavy pipe smoking significantly increased the risk (OR = 1.9 in men), and smoking of cigars did not alter the risk of bladder cancer. Controlling for smoking, a significantly twofold or more increase in risk was found for heavy consumption of coffee in both sexes and for heavy intake of beer in males. Increasing levels of total fluid intake were associated with increasing, smoking-adjusted risks in men. Significant associations were found for chronic infection of the lower urinary tract (OR = 1.8), familial history of bladder cancer (OR = 2.5), and frequent consumption of high fat meals (OR = 1.4) among men and for frequent consumption of canned food in both sexes (OR = 1.7 for males, 2.4 for females). With regard to occupational history, significantly elevated odds ratios were found for ever-employment in the printing (5.0), plastics and synthetics (2.6), rubber (2.5), mining (2.0), and dyestuffs (1.9) industries, for exposure to spray paints (2.9), zinc (2.3), chromium/chromate (2.2), oils (1.5), petroleum (1.4), stone dust (1.4) and metal dust/fumes (1.3), and for occupation as mining worker (2.0) and truck driver (1.8) among men. Multivariate logistic regression analysis showed significant contribution of coffee and beer drinking, ingestion of canned food, and familial occurrence of urothelial tumors to the risk of bladder cancer in men after accounting for the effects of tobacco smoking, occupational exposures, and a history of bladder infection. These other variables did not influence the risk attributable to occupational exposures.","tags":["Aged","Aged, 80 and over","Alcohol Drinking","Case-Control Studies","Coffee","Female","Germany","Humans","Industry","Life Style","Male","Middle Aged","Multivariate Analysis","Occupational Exposure","Regression Analysis","Risk Factors","Smoking","Tea","Urinary Bladder Neoplasms"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Occupational Exposure"},{"cause_concept_name":"Coffee","effect_concept_name":"Tobacco smoking behavior"},{"cause_concept_name":"Coffee","effect_concept_name":"Cystitis"}]}
{"uuid":"PMID14510149_20200420_0.4","title":"The effects of coffee consumption on serum lipids and lipoprotein in healthy individuals.","abstract":"No section\nThe changes in total serum cholestrol, serum triglyceride, HDL-cholesterol and LDL-cholesterol after twenty eight (28) days of consumption of moderate quantity of a commercial coffee preparation (NESCAFE brand) were studied in 30 human subjects consisting of 20 male and 10 female healthy adults. Significant increases in the mean total serum cholesterol concentration (110.8-126.5 mg/100 mls) and LDL- cholesterol concentration (78.4-94.5 mg/100 ml) were observed in the subjects. No significant differences were obtained in the mean HDL cholesterol concentration and in the mean serum triglyceride levels. The differences observed in the mean total serum cholesterol, LDL cholesterol, HDL- cholesterol and triglyceride concentrations in the individual male and female groups studied were not statistically significant. The results from this study suggest that short-term consumption of coffee may increase the total serum cholesterol and LDL cholesterol levels. It is therefore possible that long-term consumption of coffee may lead to clinically significant alterations in serum lipid profile and could be important in the aetiology of atherosclerotic vascular diseases such as coronary heart disease.","tags":["Adult","Arteriosclerosis","Cholesterol","Cholesterol, HDL","Cholesterol, LDL","Coffee","Dose-Response Relationship, Drug","Drinking Behavior","Female","Humans","Hyperlipidemias","Male","Nigeria","Reference Values","Time Factors","Triglycerides"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Lipoprotein, direct measurement; LDL cholesterol"},{"cause_concept_name":"Coffee","effect_concept_name":"Measurement of serum lipid level"},{"cause_concept_name":"Coffee","effect_concept_name":"Coronary heart disease"},{"cause_concept_name":"Coffee","effect_concept_name":"Atherosclerosis"},{"cause_concept_name":"Coffee","effect_concept_name":"Serum total cholesterol measurement"}]}
{"uuid":"PMC6770186_20200420_0.4","title":"Coffee and Endothelial Function: A Coffee Paradox?","abstract":"No section\nCoffee is a popular beverage throughout the world. Coffee contains various chemical compounds (e.g., caffeine, chlorogenic acids, hydroxyhydroquinone, kahweol, cafestol, and complex chemical mixtures). Caffeine is also the most widely consumed pharmacological substance in the world and is included in various beverages (e.g., coffee, tea, soft drinks, and energy drinks), products containing chocolate, and drugs. The effects of coffee and caffeine on cardiovascular diseases remain controversial. It is well known that there are J-curve-type or U-curve-type associations of coffee consumption with cardiovascular events including myocardial infarction and stroke. However, there is little information on the direct and indirect effects of coffee consumption on endothelial function in humans. It is likely that the coffee paradox or caffeine paradox exists the association of coffee intake with cardiovascular diseases, cardiovascular outcomes, and endothelial function. This review focusses on the effects of coffee and caffeine on endothelial function from molecular mechanisms to clinical perspectives.","tags":["Caffeine","Cardiovascular Diseases","Coffee","Endothelium, Vascular","Humans"],"relationships":[{"cause_concept_name":"Coffee","effect_concept_name":"Cardiovascular Diseases"},{"cause_concept_name":"Coffee","effect_concept_name":"Blood pressure finding"},{"cause_concept_name":"Coffee","effect_concept_name":"Metabolic Syndrome X"},{"cause_concept_name":"Coffee","effect_concept_name":"Diabetes Mellitus, Non-Insulin-Dependent"},{"cause_concept_name":"Coffee","effect_concept_name":"Blood pressure finding"},{"cause_concept_name":"Coffee","effect_concept_name":"Metabolic Diseases"},{"cause_concept_name":"Coffee","effect_concept_name":"Obesity, CTCAE"}]}
